---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CustMullionThick
source: html/ed8e6b36-43be-bc6f-59f5-6c8105c14d9b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CustMullionThick Property

"Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId CustMullionThick { get; }
```